export const quizData = [
  {
    regionId: 'akmola',
    questions: [
      {
        question: "Какой город является административным центром Акмолинской области?",
        options: ["Астана", "Кокшетау", "Степногорск", "Щучинск"],
        correct: 1
      },
      {
        question: "Какая известная курортная зона расположена в Акмолинской области?",
        options: ["Баянаул", "Зеренда", "Бурабай", "Катон-Карагай"],
        correct: 2
      }
    ]
  },
  {
    regionId: 'turkistan',
    questions: [
      {
        question: "Какой знаменитый мавзолей находится в городе Туркестан?",
        options: ["Мавзолей Айша-Биби", "Мавзолей Ходжи Ахмеда Ясави", "Мавзолей Алаша-хана", "Мавзолей Джучи-хана"],
        correct: 1
      }
    ]
  }
];
